Test_Results/YCSB/6/base.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 20133
[OVERALL], Throughput(ops/sec), 4.966969651815427
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 28
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.13907515025083197
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 28
[TOTAL_GC_TIME_%], Time(%), 0.13907515025083197
[READ], Operations, 53
[READ], AverageLatency(us), 75081.6603773585
[READ], MinLatency(us), 66368
[READ], MaxLatency(us), 499967
[READ], 95thPercentileLatency(us), 67391
[READ], 99thPercentileLatency(us), 70271
[READ], Return=OK, 53
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 367232.0
[CLEANUP], MinLatency(us), 367104
[CLEANUP], MaxLatency(us), 367359
[CLEANUP], 95thPercentileLatency(us), 367359
[CLEANUP], 99thPercentileLatency(us), 367359
[UPDATE], Operations, 47
[UPDATE], AverageLatency(us), 331838.6382978723
[UPDATE], MinLatency(us), 329216
[UPDATE], MaxLatency(us), 348671
[UPDATE], 95thPercentileLatency(us), 336895
[UPDATE], 99thPercentileLatency(us), 348671
[UPDATE], Return=OK, 47