Test_Results/YCSB/6/flexible1.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 117795
[OVERALL], Throughput(ops/sec), 0.8489324674222165
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 26
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02207224415297763
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 26
[TOTAL_GC_TIME_%], Time(%), 0.02207224415297763
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1176064.0
[CLEANUP], MinLatency(us), 1175552
[CLEANUP], MaxLatency(us), 1176575
[CLEANUP], 95thPercentileLatency(us), 1176575
[CLEANUP], 99thPercentileLatency(us), 1176575
[READ-FAILED], Operations, 100
[READ-FAILED], AverageLatency(us), 1163891.84
[READ-FAILED], MinLatency(us), 246528
[READ-FAILED], MaxLatency(us), 1209343
[READ-FAILED], 95thPercentileLatency(us), 1187839
[READ-FAILED], 99thPercentileLatency(us), 1205247