Test_Results/YCSB/6/flexible1.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 117789
[OVERALL], Throughput(ops/sec), 0.8489757108049139
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 32
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.027167222745757245
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 32
[TOTAL_GC_TIME_%], Time(%), 0.027167222745757245
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 82
[UPDATE-FAILED], Operations, 18
[UPDATE-FAILED], AverageLatency(us), 1171626.6666666667
[UPDATE-FAILED], MinLatency(us), 1169408
[UPDATE-FAILED], MaxLatency(us), 1175551
[UPDATE-FAILED], 95thPercentileLatency(us), 1174527
[UPDATE-FAILED], 99thPercentileLatency(us), 1175551
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1174016.0
[CLEANUP], MinLatency(us), 1173504
[CLEANUP], MaxLatency(us), 1174527
[CLEANUP], 95thPercentileLatency(us), 1174527
[CLEANUP], 99thPercentileLatency(us), 1174527
[READ-FAILED], Operations, 82
[READ-FAILED], AverageLatency(us), 1162186.1463414633
[READ-FAILED], MinLatency(us), 256128
[READ-FAILED], MaxLatency(us), 1214463
[READ-FAILED], 95thPercentileLatency(us), 1184767
[READ-FAILED], 99thPercentileLatency(us), 1213439
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 18